Repository: wp-plugins/notify-users-e-mail
Catalog: languages/notify-users-e-mail-*.po
Languages: de_de, fr_fr

source: Choose a file
fr_fr: Sélectionner un fichier

source: Add file
fr_fr: Ajouter un fichier

source: Post Notification by Email
fr_fr: Notification d'article par e-mail

source: Welcome
de_de: Willkommen
fr_fr: Bienvenue

source: Post Notification by Email Settings
de_de: "Post Notification by Email" Einstellungen
fr_fr: Paramètres des notifications d'articles par e-mail

source: Settings
de_de: Einstellungen
fr_fr: Réglages

source: %s You can use the following placeholders:%s %s
de_de: %s Du kannst die folgenden Platzhalter verwenden:%s %s
fr_fr: %s Vous pouvez utiliser les espaces suivants:%s %s

source: to display the title
de_de: zeigt den Titel an
fr_fr: pour afficher le titre

source: to display the URL
de_de: zeigt die URL an
fr_fr: pour afficher l'url

source: to display the content
de_de: zeigt den Inhalt an
fr_fr: pour afficher le contenu

source: to display the date of publication
de_de: zeigt das Veröffentlichungsdatum an
fr_fr: pour afficher la date de publication

source: to display the post title
de_de: zeigt den Beitragstitel an
fr_fr: pour afficher le titre de l'article

source: to display the comment URL
de_de: zeigt die Kommentar-URL an
fr_fr: pour afficher l'url du commentaire

source: to display the date of comment publication
de_de: zeigt das Veröffentlichungsdatum des Kommentars an
fr_fr: pour afficher la date de publication du commentaire

source: Email Settings
de_de: E-Mail Einstellungen
fr_fr: Configuration des e-mails

source: Sent to
de_de: Senden an
fr_fr: Envoyé à

source: Send to users
de_de: An Benutzer senden
fr_fr: Envoyer aux utilisateurs

source: Conditional Settings
de_de: Konditionale Einstellungen
fr_fr: Paramètres conditionnels

source: Post Types
de_de: Post Typen
fr_fr: Types de contenu

source: Posts
de_de: Beitr&auml;ge
fr_fr: Articles

source: Which Post Types will trigger a notification
fr_fr: Quel type de contenu va déclancher une notification

source: Which terms from %s will send a notification
de_de: %s w&auml;hlen, wof&uuml;r eine Benachrichtigung gesendet werden soll.
fr_fr: Quels termes de %s va envoyer une notification

source: Select the %s
de_de: %s w&auml;hlen
fr_fr: Sélectionner le %s

source: Choose some Options
fr_fr: Choisir quelques options

source: Select image
fr_fr: Sélectionner une image

source: Remove image
fr_fr: Supprimer l'image

source: This plugin notifies registered users via email of new posts, pages and comments posted.
de_de: Dieses Plugin informiert registrierte Benutzer via E-Mail über neu hinzugefügte Beiträge, Seiten und Kommentare.
fr_fr: Cette extension envoie une notification par e-mail aux utilisateurs lors de la publication de nouveaux articles, nouvelles pages et nouveaux commentaires

source: Welcome to
de_de: Willkommen bei
fr_fr: Bienvenue dans

source: This plugin notifies registered users via email of new posts, comments, and any post type posted.
fr_fr: Cette extension envoie une notification par e-mail aux utilisateurs enregistrés lors de la publication de nouveaux articles, de nouveaux commentaires et de tout autre type de contenu.

source: Go to Configuration Plugin
de_de: Gehe zur Konfiguration des Plugins
fr_fr: Aller à la configuration de l'extension

source: What's new in this release.
de_de: Was ist neu in diesem Release.
fr_fr: Ce qu'il y a de nouveau dans cette version

source: Now it is possible to choose which post type and taxonomy which emails are sent.
fr_fr: Il est désormais possible de choisir à partir de quel type de contenu et quelle taxonomie chaque e-mail est envoyé.

source: More beautiful with HTML content!
de_de: Sch&ouml;ner mit HTML Inhalt!
fr_fr: Plus beau avec contenu HTML !

source: New HTML editors allow you to customize the contents of the email, and even embed images, videos and what more do you want to.
de_de: Der neue HTML Editor erm&ouml;glicht dir den Inhalt der E-Mail individuell zu gestalten, es k&ouml;nnen sogar Bilder, Videos und was du sonst noch m&ouml;chtest hinzugef&uuml;gt werden.
fr_fr: Le nouvel éditeur HTML vous permet de personnaliser le contenu de l'e-mail, et même d'incorporer des images, vidéos et ce que vous voulez.

source: Contents of the post directly in the body of the email!
de_de: Inhalte des Beitrags direkt in der E-Mail Nachricht!
fr_fr: Contenu de l'article directement dans le corps de l'e-mail !

source: It is now possible to send the entire contents of the post directly in your email. This is amazing.
de_de: Es ist nun möglich den kompletten Inhalt des Beitrags in der E-Mail zu verschicken. Das ist fantastisch!
fr_fr: Il est maintenant possible d'envoyer le contenu complet d'un article directement dans votre e-mail. C'est fantastique !

source: Keep up with the news
de_de: Verfolge unsere News
fr_fr: Suivez notre actualité

source: We are preparing many new features, stay tuned by subscribing to our email Marketing. We promise not to send Spam.
de_de: Wir bereiten viele neue Funktionen vor, halte dich auf dem Laufenden indem du unseren Newsletter abonnierst. Wir versprechen, dass wir keine Spam Nachrichten versenden werden.
fr_fr: Nous préparons plein de nouvelles fonctionnalités, restez informés en vous abonnant à notre lettre de marketing. Nous vous promettons de ne pas envoyer de spam.

source: Email Address
de_de: E-Mail Adresse
fr_fr: Adresse e-mail

source: Subscribe
de_de: Abonnieren
fr_fr: Abonnez-vous

source: New post published at %s on {date}
fr_fr: Nouvel article publié sur %s le {date}

source: A new post {title} - {link_post} has been published on {date}.
fr_fr: Un nouvel article {title} - {link_post} a été publié le {date}.

source: New comment published at %s
de_de: Neuer Kommentar ver&ouml;ffentlicht in %s
fr_fr: Nouveau commentaire publié sur %s

source: A new comment {link_comment} has been published.
de_de: Ein neuer Kommentar {link_comment} wurde veröffentlicht.
fr_fr: Un nouveau commentaire {link_comment} a été publié.

source: Pages
de_de: Seiten
